Repository: celestiamobile/CelestiaLocalization
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: zh_cn, zh_tw

# %@ for ^[%lld day](inflect: true)
source: %1$@ for ^[%2$lld day](inflect: true)
zh_cn: %1$@ 订阅 %2$lld 天
zh_tw: %1$@ 訂閱 %2$lld 天

# %@ for ^[%lld month](inflect: true)
source: %1$@ for ^[%2$lld month](inflect: true)
zh_cn: %1$@ 订阅 %2$lld 月
zh_tw: %1$@ 訂閱 %2$lld 月

# %@ for ^[%lld week](inflect: true)
source: %1$@ for ^[%2$lld week](inflect: true)
zh_cn: %1$@ 订阅 %2$lld 周
zh_tw: %1$@ 訂閱 %2$lld 週

# %@ for ^[%lld year](inflect: true)
source: %1$@ for ^[%2$lld year](inflect: true)
zh_cn: %1$@ 订阅 %2$lld 年
zh_tw: %1$@ 訂閱 %2$lld 年

source: %@/day
zh_cn: %@/日
zh_tw: %@/日

source: %@/mo
zh_cn: %@/月
zh_tw: %@/月

source: %@/week
zh_cn: %@/周
zh_tw: %@/週

source: %@/year
zh_cn: %@/年
zh_tw: %@/年

source: Action
zh_cn: 操作
zh_tw: 動作

source: Astronomical Units
zh_cn: 天文单位
zh_tw: 天文單位

source: Celestia failed to initialize.
zh_cn: Celestia 初始化失败。
zh_tw: Celestia 初始化失敗。

source: Center
zh_cn: 居中
zh_tw: 置中

source: Chase
zh_cn: 追赶
zh_tw: 追逐

source: Distance
zh_cn: 距离
zh_tw: 距離

source: Distance Unit
zh_cn: 距离单位
zh_tw: 距離單位

source: Duration of the travel animation in seconds.
zh_cn: 飞行动画的持续时间（秒）。
zh_tw: 飛行動畫的持續時間（秒）。

source: Follow
zh_cn: 跟随
zh_tw: 跟隨

source: Go
zh_cn: 前往
zh_tw: 前往

source: Go to ${object}
zh_cn: 前往 ${object}
zh_tw: 前往 ${object}

source: Go to an astronomical object
zh_cn: 前往天体
zh_tw: 前往天體

source: How far away from the object would you like to be?
zh_cn: 您希望距离天体多远？
zh_tw: 您希望距離天體多遠？

source: How far away from the object you want to view it from.
zh_cn: 您希望从多远的距离观看该天体。
zh_tw: 您希望從多遠的距離觀看該天體。

source: How long should the travel animation take in seconds?
zh_cn: 飞行动画应持续多少秒？
zh_tw: 飛行動畫應持續多少秒？

source: Kilometers
zh_cn: 千米
zh_tw: 公里

source: Land
zh_cn: 着陆
zh_tw: 著陸

source: Latitude
zh_cn: 纬度
zh_tw: 緯度

source: Lock
zh_cn: 锁定
zh_tw: 鎖定

source: Longitude
zh_cn: 经度
zh_tw: 經度

source: Object
zh_cn: 天体
zh_tw: 天體

source: Opens the app and goes to an astronomical object.
zh_cn: 打开应用并前往天体。
zh_tw: 開啟應用程式並前往天體。

source: Opens the app and performs an action on an astronomical object.
zh_cn: 打开应用并对天体执行操作。
zh_tw: 開啟應用程式並對天體執行動作。

source: Perform ${action} on ${object}
zh_cn: 对 ${object} 执行${action}
zh_tw: 對 ${object} 執行${action}

source: Perform an action on an astronomical object
zh_cn: 对天体执行操作
zh_tw: 對天體執行動作

source: Radii
zh_cn: 半径
zh_tw: 半徑

source: Select
zh_cn: 选择
zh_tw: 選取

source: Sync Orbit
zh_cn: 同步轨道
zh_tw: 同步軌道

source: Target latitude in degrees.
zh_cn: 目标纬度（度）。
zh_tw: 目標緯度（度）。

source: Target longitude in degrees.
zh_cn: 目标经度（度）。
zh_tw: 目標經度（度）。

source: The action to perform on the celestial object.
zh_cn: 要对天体执行的操作。
zh_tw: 要對天體執行的動作。

source: The name or the path of the celestial object to go to.
zh_cn: 要前往的天体名称或路径。
zh_tw: 要前往的天體名稱或路徑。

source: The name or the path of the celestial object to perform an action on.
zh_cn: 要执行操作的天体名称或路径。
zh_tw: 要執行動作的天體名稱或路徑。

source: The unit for the distance.
zh_cn: 距离单位。
zh_tw: 距離單位。

source: then %@ thereafter
zh_cn: 随后 %@
zh_tw: 之後 %@

source: Track
zh_cn: 保持居中
zh_tw: 追蹤

source: Travel Duration
zh_cn: 飞行时长
zh_tw: 飛行時長

source: Unable to find object %@.
zh_cn: 无法找到天体 %@。
zh_tw: 無法找到天體 %@。

source: What action would you like to take?
zh_cn: 您想执行什么操作？
zh_tw: 您想執行什麼動作？

source: What latitude would you like to view? (between -90 and 90 degrees)
zh_cn: 您希望观看哪个纬度？（-90 至 90 度之间）
zh_tw: 您希望觀看哪個緯度？（-90 至 90 度之間）

source: What longitude would you like to view? (between -180 and 180 degrees)
zh_cn: 您希望观看哪个经度？（-180 至 180 度之间）
zh_tw: 您希望觀看哪個經度？（-180 至 180 度之間）

source: What unit would you like to use for distance?
zh_cn: 您希望使用什么距离单位？
zh_tw: 您希望使用什麼距離單位？

source: Which celestial body would you like to perform an action on?
zh_cn: 您想对哪个天体执行操作？
zh_tw: 您想對哪個天體執行動作？

source: Which celestial body would you like to visit?
zh_cn: 您想前往哪个天体？
zh_tw: 您想前往哪個天體？
